INSERT INTO `table_definition` (`table_id`,`page_id`,`order`,`user_defined`,`title`) VALUES
('104', '72', '1', '0', 'Преглед субјеката система заштите и спасавања који се ангажују у очувању добара битних за опстанак'),
('105', '72', '2', '0', 'Преглед снага и расположивих капацитета заштите и спасавања који се ангажују у очувању добара битних за опстанак'),
('106', '72', '3', '0', 'Преглед чланова стручно - оперативног тима који се ангажују у очувању добара битних за опстанак'),
('107', '72', '4', '0', 'Подсетник / упутство за рад одговорног лица који се ангажују у очувању добара битних за опстанак'),
('108', '72', '5', '0', 'Преглед обавеза (мера и задатака) учесника који се ангажују у очувању добара битних за опстанак'),
('109', '72', '6', '0', 'План евакуације и збрињавања животињског фонда'),
('110', '72', '7', '0', 'План очувања биљних производа'),
('111', '72', '8', '0', 'План очувања културно - историјских добара'),

('112', '73', '1', '0', 'Преглед оперативних снага за ангажовање у заштити и спасавању'),
('113', '73', '2', '0', 'Екипа за координацију материјалног обезбеђења оперативних снага на терену'),
('114', '73', '3', '0', 'Организација смештаја оперативних снага'),
('115', '73', '4', '0', 'Организација здравствене заштите припадника оперативних снага'),

('116', '74', '1', '0', 'Преглед овлашћених лица који ће вршити информисање јавности'),
('117', '74', '2', '0', 'Преглед организација и институција јавног информисања'),

('118', '75', '1', '0', 'Списак екипа за утврђивање нужних потреба угроженог и пострадалог становништва'),
('119', '75', '2', '0', 'Списак екипа за прикупљање, координацију расподеле и расподелу хуманитарне помоћи'),
('120', '75', '3', '0', 'Преглед локација / објеката за прикупљање, смештај, дистрибуцију и расподеле хуманитарне помоћи'),
('121', '75', '4', '0', 'Организација прихвата материјално - техничких средстава и људства за обнову и санацију објеката');


INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('709', '104', '1', 'STRING', '0', 'Назив субјекта / адреса', '1', NULL, '0', NULL, '0'),
('710', '104', '2', 'STRING', '0', 'Делатност', '1', NULL, '0', NULL, '0'),
('711', '104', '3', 'STRING', '0', 'Активност у којој се ангажује', '1', NULL, '0', NULL, '0'),
('712', '104', '4', 'STRING', '0', 'Одговорно лице', '3', 'Име и презиме', '1', NULL, '0'),
('713', '104', '5', 'STRING', '0', NULL, '0', 'Телефони', '2', 'Службени/факс', '1'),
('714', '104', '6', 'STRING', '0', NULL, '0', NULL, '0', 'Мобилни', '1'),
('715', '104', '7', 'STRING', '0', 'е-маил', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('716', '105', '1', 'STRING', '0', 'Снаге заштите и спасавања', '1', NULL, '0', NULL, '0'),
('717', '105', '2', 'NUMBER', '0', 'Број људи који се ангажује', '1', NULL, '0', NULL, '0'),
('718', '105', '3', 'STRING', '1', 'Врста капацитета / јединица мере', '1', NULL, '0', NULL, '0'),
('719', '105', '4', 'STRING', '1', 'Врста материјално техничких средстава / јединица мере', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('720', '106', '1', 'STRING', '0', 'Назив стручно - оперативног тима', '1', NULL, '0', NULL, '0'),
('721', '106', '2', 'STRING', '0', 'Дужност у тиму', '1', NULL, '0', NULL, '0'),
('722', '106', '3', 'STRING', '0', 'Име и презиме', '1', NULL, '0', NULL, '0'),
('723', '106', '4', 'STRING', '0', 'Контакт телефони', '3', 'мобилни', '1', NULL, '0'),
('724', '106', '5', 'STRING', '0', NULL, '0', 'кућни', '0', NULL, '0'),
('725', '106', '5', 'STRING', '0', NULL, '0', 'посао', '0', NULL, '0'),
('726', '106', '7', 'STRING', '0', 'Примедба', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('727', '107', '1', 'STRING', '0', 'Задатак', '1', NULL, '0', NULL, '0'),
('728', '107', '2', 'STRING', '0', 'Одговорно лице', '1', NULL, '0', NULL, '0'),
('729', '107', '3', 'STRING', '0', 'Сарађује', '1', NULL, '0', NULL, '0'),
('730', '107', '4', 'STRING', '0', 'Рок извршења', '1', NULL, '0', NULL, '0'),
('731', '107', '5', 'STRING', '0', 'Примедба', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('732', '108', '1', 'STRING', '0', 'Мера / Задатак', '1', NULL, '0', NULL, '0'),
('733', '108', '2', 'STRING', '0', 'Носилац', '1', NULL, '0', NULL, '0'),
('734', '108', '3', 'STRING', '0', 'Оперативни поступак', '1', NULL, '0', NULL, '0'),
('735', '108', '4', 'STRING', '0', 'Извршилац оперативног поступка', '1', NULL, '0', NULL, '0'),
('736', '108', '5', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('737', '109', '1', 'STRING', '0', 'Преглед екипа за збрињавање', '1', NULL, '0', NULL, '0'),
('738', '109', '2', 'STRING', '0', 'Место објеката за смештај', '1', NULL, '0', NULL, '0'),
('739', '109', '3', 'STRING', '0', 'Преглед екипа за прихват', '1', NULL, '0', NULL, '0'),
('740', '109', '4', 'STRING', '0', 'Преглед привредних друштава и других правних лица који учествују у збрињавању', '1', NULL, '0', NULL, '0'),
('741', '109', '5', 'STRING', '0', 'Место прихвата', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('742', '110', '1', 'STRING', '0', 'Врста биљног производа', '1', NULL, '0', NULL, '0'),
('743', '110', '2', 'NUMBER', '0', 'Количина', '1', NULL, '0', NULL, '0'),
('744', '110', '3', 'STRING', '0', 'Субјекат који се стара', '1', NULL, '0', NULL, '0'),
('745', '110', '4', 'STRING', '0', 'Начин очувања', '1', NULL, '0', NULL, '0'),
('746', '110', '5', 'STRING', '0', 'Примедба', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('747', '111', '1', 'STRING', '0', 'Врста добра', '1', NULL, '0', NULL, '0'),
('748', '111', '2', 'NUMBER', '0', 'Количина', '1', NULL, '0', NULL, '0'),
('749', '111', '3', 'STRING', '0', 'Субјекат који се стара', '1', NULL, '0', NULL, '0'),
('750', '111', '4', 'STRING', '0', 'Начин очувања', '1', NULL, '0', NULL, '0'),
('751', '111', '5', 'STRING', '0', 'Адреса (локација где се добро налази)', '1', NULL, '0', NULL, '0'),
('752', '111', '6', 'STRING', '0', 'Примедба', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('753', '112', '1', 'STRING', '0', 'Назив субјекта који се ангажује', '1', NULL, '0', NULL, '0'),
('754', '112', '2', 'STRING', '0', 'Активност у којој се ангажује', '1', NULL, '0', NULL, '0'),
('755', '112', '3', 'STRING', '0', 'Преглед средстава који се користе у ангажовању', '1', NULL, '0', NULL, '0'),
('756', '112', '4', 'STRING', '0', 'Одговорно лице', '3', 'Име и презиме', '1', NULL, '0'),
('757', '112', '5', 'STRING', '0', NULL, '0', 'Телефони', '2', 'Службени/факс', '1'),
('758', '112', '6', 'STRING', '0', NULL, '0', NULL, '0', 'Мобилни', '1'),
('759', '112', '7', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('760', '113', '1', 'STRING', '0', 'Назив екипе', '1', NULL, '0', NULL, '0'),
('761', '113', '2', 'STRING', '0', 'Начин ангажовања', '1', NULL, '0', NULL, '0'),
('762', '113', '3', 'STRING', '0', 'Расподела материјалних средстава', '1', NULL, '0', NULL, '0'),
('763', '113', '4', 'STRING', '0', 'Одговорно лице', '3', 'Име и презиме', '1', NULL, '0'),
('764', '113', '5', 'STRING', '0', NULL, '0', 'Телефони', '2', 'Службени/факс', '1'),
('765', '113', '6', 'STRING', '0', NULL, '0', NULL, '0', 'Мобилни', '1'),
('766', '113', '7', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('767', '114', '1', 'STRING', '0', 'Назив екипе оперативних снага', '1', NULL, '0', NULL, '0'),
('768', '114', '2', 'STRING', '0', 'Објекат за смештање', '1', NULL, '0', NULL, '0'),
('769', '114', '3', 'STRING', '0', 'Капацитет објекта', '1', NULL, '0', NULL, '0'),
('770', '114', '4', 'STRING', '0', 'Адреса', '1', NULL, '0', NULL, '0'),
('771', '114', '5', 'STRING', '0', 'Телефон', '1', NULL, '0', NULL, '0'),
('772', '114', '6', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('773', '115', '1', 'STRING', '0', 'Назив екипе оперативних снага', '1', NULL, '0', NULL, '0'),
('774', '115', '2', 'STRING', '0', 'Назив здравствене установе', '1', NULL, '0', NULL, '0'),
('775', '115', '3', 'NUMBER', '0', 'Број здравствених радника', '1', NULL, '0', NULL, '0'),
('776', '115', '4', 'NUMBER', '0', 'Број болничких кревета', '1', NULL, '0', NULL, '0'),
('777', '115', '5', 'STRING', '0', 'Екипе опште медицинске помоћи', '1', NULL, '0', NULL, '0'),
('778', '115', '6', 'STRING', '0', 'Врсте специјалних служби', '1', NULL, '0', NULL, '0'),
('779', '115', '6', 'NUMBER', '0', 'Број санитетских возила', '1', NULL, '0', NULL, '0'),
('780', '115', '6', 'STRING', '0', 'Лабораторија', '1', NULL, '0', NULL, '0'),
('781', '115', '6', 'STRING', '0', 'Примедба', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('782', '116', '1', 'STRING', '0', 'Име и презиме овлашћеног лица', '1', NULL, '0', NULL, '0'),
('783', '116', '2', 'STRING', '0', 'Активност у којој се ангажује', '1', NULL, '0', NULL, '0'),
('784', '116', '3', 'STRING', '0', 'Телефон', '1', NULL, '0', NULL, '0'),
('785', '116', '4', 'STRING', '0', 'E-mail', '1', NULL, '0', NULL, '0'),
('786', '116', '5', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('787', '117', '1', 'STRING', '0', 'Назив организације', '1', NULL, '0', NULL, '0'),
('788', '117', '2', 'STRING', '0', 'Адреса', '1', NULL, '0', NULL, '0'),
('789', '117', '3', 'STRING', '0', 'Телефон', '1', NULL, '0', NULL, '0'),
('790', '117', '4', 'STRING', '0', 'Факс', '1', NULL, '0', NULL, '0'),
('791', '117', '5', 'STRING', '0', 'E-mail', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('792', '118', '1', 'STRING', '0', 'Назив екипе', '1', NULL, '0', NULL, '0'),
('793', '118', '2', 'STRING', '0', 'Име и презиме чланова', '1', NULL, '0', NULL, '0'),
('794', '118', '3', 'STRING', '0', 'Адреса', '1', NULL, '0', NULL, '0'),
('795', '118', '4', 'STRING', '0', 'Телефон', '1', NULL, '0', NULL, '0'),
('796', '118', '5', 'STRING', '0', 'E-mail', '1', NULL, '0', NULL, '0'),
('797', '118', '6', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('798', '119', '1', 'STRING', '0', 'Назив екипе', '1', NULL, '0', NULL, '0'),
('799', '119', '2', 'STRING', '0', 'Активност екипе', '1', NULL, '0', NULL, '0'),
('800', '119', '3', 'STRING', '0', 'Носилац екипе', '3', 'Име и презиме', '1', NULL, '0'),
('801', '119', '4', 'STRING', '0', NULL, '0', 'Адреса', '0', NULL, '0'),
('802', '119', '5', 'STRING', '0', NULL, '0', 'Контакт', '0', NULL, '0'),
('803', '119', '6', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');

INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('804', '120', '1', 'STRING', '0', 'Назив објекта', '1', NULL, '0', NULL, '0'),
('805', '120', '2', 'STRING', '0', 'Локација', '1', NULL, '0', NULL, '0'),
('806', '120', '3', 'STRING', '0', 'Капацитет', '1', NULL, '0', NULL, '0'),
('807', '120', '4', 'STRING', '0', 'Власништво објекта', '1', NULL, '0', NULL, '0'),
('808', '120', '5', 'STRING', '0', 'Напомена', '1', NULL, '0', NULL, '0');


INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `type`, `is_dynamic`, `title`, `col_span`, `row2`, `col_span2`, `row3`, `col_span3`) VALUES
('809', '121', '1', 'STRING', '0', 'Списак људства за обнову и санацију објеката', '1', NULL, '0', NULL, '0'),
('810', '121', '1', 'STRING', '0', 'Број људи који се ангажује', '1', NULL, '0', NULL, '0'),
('811', '121', '1', 'STRING', '0', 'Организација прихвата', '2', 'Место прихвата', '1', NULL, '0'),
('812', '121', '1', 'STRING', '0', NULL, '0', 'Носилац прихвата', '1', NULL, '0'),
('813', '121', '1', 'STRING', '0', 'Врста материјално - техничких средстава', '6', 'Аутобус', '1', NULL, '0'),
('814', '121', '1', 'STRING', '0', NULL, '0', 'Амбулантна кола', '1', NULL, '0'),
('815', '121', '1', 'STRING', '0', NULL, '0', 'Ауто чистилица', '1', NULL, '0'),
('816', '121', '1', 'STRING', '0', NULL, '0', 'Утоваривач', '1', NULL, '0'),
('817', '121', '1', 'STRING', '0', NULL, '0', 'Трактор', '1', NULL, '0'),
('818', '121', '1', 'STRING', '0', NULL, '0', 'Камион', '1', NULL, '0');