UPDATE `table_definition` SET `title` = 'Преглед субјеката система заштите и спасавања који се ангажују у случају суша' WHERE (`table_id` = '73');
UPDATE `table_definition` SET `order` = '5', `title` = 'Преглед обавеза (мера и задатака) учесника у заштити и спасавању од суша' WHERE (`table_id` = '74');
UPDATE `table_definition` SET `order` = '4', `title` = 'Подсетник / упутство за рад одговорног лица за спровођење заштите и спасавања у случају суша' WHERE (`table_id` = '76');
UPDATE `table_definition` SET `order` = '3' WHERE (`table_id` = '75');
DELETE FROM `table_definition` WHERE (`table_id` = '77');

INSERT INTO `table_definition` (`table_id`, `page_id`, `order`, `user_defined`, `title`) VALUES
('135', '50', '2', '0', 'Преглед снага и расположивих капацитета заштите и спасавања који се ангажују у случају суша');
INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `title`, `type`, `is_dynamic`, `col_span`) VALUES
('959', '135', '1', 'Снаге заштите и спасавања', 'STRING', '0', '1'),
('960', '135', '2', 'Број људи који се ангажује', 'NUMBER', '0', '1'),
('961', '135', '3', 'Врсте капацитета / јединица мере', 'STRING', '1', '1'),
('962', '135', '4', 'Врста материјално техничких средстава  / јединица мере', 'STRING', '1', '1');

INSERT INTO `table_definition` (`table_id`, `page_id`, `order`, `user_defined`, `title`) VALUES
(136, 50, 6, 0,'Преглед угрожених подручја и објеката у случају суша');
INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `title`, `type`, `col_span`, `row2`, `col_span2`) VALUES
(963, 136, 1,  'Насеље','STRING',1,NULL,0),
(964, 136, 2,  'Угрожени објекти','NUMBER',2,'Број стамбених објеката',1),
(965, 136, 3,  NULL,'NUMBER',0,'Број привредних објеката',1),
(966, 136, 4,  'Угрожено становништво','NUMBER',2,'Број угрожених домаћинстава',1),
(967, 136, 5,  NULL,'NUMBER',0,'Број становника',1),
(968, 136, 6,  'Угрожене саобраћајнице','NUMBER',7,'Државни путеви IA реда (км)',1),
(969, 136, 7,  NULL,'NUMBER',0,'Државни путеви IB реда (км)',1),
(970, 136, 8,  NULL,'NUMBER',0,'Државни путеви IIA реда (км)',1),
(971, 136, 9,  NULL,'NUMBER',0,'Државни путеви IIB реда (км)',1),
(972, 136, 10, NULL,'NUMBER',0,'Oпштински путеви (км)',1),
(973, 136, 11, NULL,'NUMBER',0,'Железничка пруга (км)',1),
(974, 136, 12, NULL,'NUMBER',0,'Број мостова',1),
(975, 136, 13, 'Угрожени остали објекти инфраструктуре','NUMBER',12,'Водоводна (км)',1),
(976, 136, 14, NULL,'NUMBER',0,'Водоводна (број објеката)',1),
(977, 136, 15, NULL,'NUMBER',0,'Електро (км)',1),
(978, 136, 16, NULL,'NUMBER',0,'Електро (број објеката)',1),
(979, 136, 17, NULL,'NUMBER',0,'ПТТ (км)',1),
(980, 136, 18, NULL,'NUMBER',0,'ПТТ (број објеката)',1),
(981, 136, 19, NULL,'NUMBER',0,'Гасовод (км)',1),
(982, 136, 20, NULL,'NUMBER',0,'Госовод (број објеката)',1),
(983, 136, 21, NULL,'NUMBER',0,'Топловод (км)',1),
(984, 136, 22, NULL,'NUMBER',0,'Топловод (број објеката)',1),
(985, 136, 23, NULL,'NUMBER',0,'Канализација (км)',1),
(986, 136, 24, NULL,'NUMBER',0,'Канализација (број објеката)',1);
