UPDATE `table_definition` SET `order` = '5' WHERE (`table_id` = '79');
UPDATE `table_definition` SET `order` = '3' WHERE (`table_id` = '80');
UPDATE `table_definition` SET `order` = '4' WHERE (`table_id` = '81');
DELETE FROM `table_definition` WHERE (`table_id` = '82');
DELETE FROM `table_definition` WHERE (`table_id` = '83');

INSERT INTO `table_definition` (`table_id`, `page_id`, `order`, `user_defined`, `title`) VALUES
('137', '55', '2', '0', 'Преглед снага и расположивих капацитета заштите и спасавања који се ангажују у случају снежних мећава, наноса, поледица и хладног таласа');
INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `title`, `type`, `is_dynamic`, `col_span`) VALUES
('987', '137', '1', 'Снаге заштите и спасавања', 'STRING', '0', '1'),
('988', '137', '2', 'Број људи који се ангажује', 'NUMBER', '0', '1'),
('989', '137', '3', 'Врсте капацитета / јединица мере', 'STRING', '1', '1'),
('990', '137', '4', 'Врста материјално техничких средстава  / јединица мере', 'STRING', '1', '1');

INSERT INTO `table_definition` (`table_id`, `page_id`, `order`, `user_defined`, `title`) VALUES
(138, 55, 6, 0,'Преглед угрожених подручја и објеката у случају снежних мећава, наноса, поледица и хладног таласа');
INSERT INTO `table_column`
(`column_id_internal`, `table_definition_id`, `order`, `title`, `type`, `col_span`, `row2`, `col_span2`) VALUES
(991, 138, 1,  'Насеље','STRING',1,NULL,0),
(992, 138, 2,  'Угрожени објекти','NUMBER',2,'Број стамбених објеката',1),
(993, 138, 3,  NULL,'NUMBER',0,'Број привредних објеката',1),
(994, 138, 4,  'Угрожено становништво','NUMBER',2,'Број угрожених домаћинстава',1),
(995, 138, 5,  NULL,'NUMBER',0,'Број становника',1),
(996, 138, 6,  'Угрожене саобраћајнице','NUMBER',7,'Државни путеви IA реда (км)',1),
(997, 138, 7,  NULL,'NUMBER',0,'Државни путеви IB реда (км)',1),
(998, 138, 8,  NULL,'NUMBER',0,'Државни путеви IIA реда (км)',1),
(999, 138, 9,  NULL,'NUMBER',0,'Државни путеви IIB реда (км)',1),
(1000, 138, 10, NULL,'NUMBER',0,'Oпштински путеви (км)',1),
(1001, 138, 11, NULL,'NUMBER',0,'Железничка пруга (км)',1),
(1002, 138, 12, NULL,'NUMBER',0,'Број мостова',1),
(1003, 138, 13, 'Угрожени остали објекти инфраструктуре','NUMBER',12,'Водоводна (км)',1),
(1004, 138, 14, NULL,'NUMBER',0,'Водоводна (број објеката)',1),
(1005, 138, 15, NULL,'NUMBER',0,'Електро (км)',1),
(1006, 138, 16, NULL,'NUMBER',0,'Електро (број објеката)',1),
(1007, 138, 17, NULL,'NUMBER',0,'ПТТ (км)',1),
(1008, 138, 18, NULL,'NUMBER',0,'ПТТ (број објеката)',1),
(1009, 138, 19, NULL,'NUMBER',0,'Гасовод (км)',1),
(1010, 138, 20, NULL,'NUMBER',0,'Госовод (број објеката)',1),
(1011, 138, 21, NULL,'NUMBER',0,'Топловод (км)',1),
(1012, 138, 22, NULL,'NUMBER',0,'Топловод (број објеката)',1),
(1013, 138, 23, NULL,'NUMBER',0,'Канализација (км)',1),
(1014, 138, 24, NULL,'NUMBER',0,'Канализација (број објеката)',1);
